"STORE_DESCRIPTION" = "VLC este un player multimedia cross-platform gratuit și open source.\nPoate reda toate filmele, emisiunile și muzica în majoritatea formatelor direct, fără conversie.\nPermite sincronizarea fișierelor cu Dropbox, GDrive, OneDrive, Box, iCloud Drive, iTunes, descărcări directe și prin partajare Wi-Fi, precum și streaming de pe serverele media SMB, FTP, SFTP, NFS, UPnP/DLNA și web. \nVLC oferă suport pentru subtitrări avansate, inclusiv compatibilitate completă SSA, audio cu mai multe piese, control al vitezei de redare și redare prin Chromecast.\n\nVLC este complet gratuit și open source.";

"STORE_DESCRIPTION_TV" = "VLC este un player multimedia cross-platform gratuit și open source.\nPoate reda toate filmele, emisiunile și muzica în majoritatea formatelor direct, fără conversie.\nPermite redarea de la distanță de pe Mac sau PC printr-o interfață web, precum și streaming de pe serverele media SMB, FTP, SFTP, NFS, UPnP/DLNA și web.\nVLC oferă suport pentru subtitrări avansate, inclusiv compatibilitate completă SSA, audio cu mai multe piese și control al vitezei de redare.\n\nVLC este complet gratuit și open source.\n\nOpera de artă este furnizată de TMDb, care este o bază de date de filme întreținută de comunitate.";

"UNKNOWN_TRACK_TYPE" = "Tip de piesă necunoscut";
"CHOOSE_TITLE" = "Alege titlul";
"CHOOSE_CHAPTER" = "Alege capitolul";
"CHAPTER_SELECTION_TITLE" = "Capitole";
"TITLE" = "Titlu";
"CHAPTER" = "Capitol";
"TRACK_SELECTION" = "Selecție piese";
"AUDIO" = "Audio";
"SUBTITLES" = "Subtitrări";
"LANGUAGE" = "Limba";
"MEDIA_INFO" = "Informații despre media";
"VIDEO_DIMENSIONS" = "Dimensiuni clip video";
"FORMAT_VIDEO_DIMENSIONS" = "%ix%i pixel";
"FORMAT_AUDIO_TRACKS" = "%i piste audio";
"ONE_AUDIO_TRACK" = "O pistă audio";
"FORMAT_SPU_TRACKS" = "%i piste de subtitrare";
"ONE_SPU_TRACK" = "O pistă pentru subtitrare";
"TRACKS" = "%i piste";
"TRACK" = "%i pista";
"TRACKS_DURATION" = "%u piste, durată: %@";
"NB_ALBUM_FORMAT" = "Albumul %i";
"NB_ALBUMS_FORMAT" = "Albumele %i";

"PLAYING_EXTERNALLY_TITLE" = "TV conectat";
"PLAYING_EXTERNALLY_DESC" = "Acest fişier video rulează pe TV";
"PLAYING_EXTERNALLY_ADDITION" = "\n Acum rulează pe:"; /* \n should stay in every translation */

"VFILTER_HUE" = "Nuanță";
"VFILTER_CONTRAST" = "Contrast";
"VFILTER_BRIGHTNESS" = "Luminozitate";
"VFILTER_SATURATION" = "Saturație";
"VFILTER_GAMMA" = "Gama";

"PRESET_PREAMP_SETTING" = "Configurări de presetare / preamplificare";
"PREAMP" = "Preamplificator";
"SNAP_BANDS" = "Benzile de fixare";

"PLAYBACK_FAILED" = "Redare eşuată";
"PLEASE_WAIT" = "Vă rugăm așteptați…";
"AR_CHANGED" = "Raport de aspect: %@";
"DEFAULT" = "Implicit";
"FILL_TO_SCREEN" = "Decupare pentru umplere ecran";
"PLAYBACK_SPEED" = "Viteză de redare";
"SPU_DELAY" = "Întârziere subtitrare";
"AUDIO_DELAY" = "Întârziere audio";
"BUTTON_SLEEP_TIMER" = "Temporizator stare de repaus";
"SLEEP_TIMER_UPDATED" = "Temporizator stare de repaus actualizat";
"CONTINUE_PLAYBACK" = "Continui redarea?";
"CONTINUE_PLAYBACK_LONG" = "Doriți să continuați redarea \"%@\" de unde a rămas?";

"BUTTON_ABOUT" = "Despre";
"BUTTON_BACK" = "Înapoi";
"BUTTON_DONE" = "Efectuat";
"BUTTON_CANCEL" = "Anulare";
"BUTTON_SAVE" = "Salvare";
"BUTTON_DOWNLOAD" = "Descărcare";
"BUTTON_DELETE" = "Ştergere";
"BUTTON_OK" = "Ok";
"BUTTON_DISMISS" = "Respingere";
"BUTTON_CONTACT" = "Contactează-ne";
"BUTTON_CONNECT" = "Conectare";
"BUTTON_RENAME" = "Redenumește";
"BUTTON_LEARN_MORE" = "Află mai multe";
"BUTTON_LOGOUT" = "Dezautentificare";
"BUTTON_CONTINUE" = "Continuă";
"BUTTON_SET" = "Stabilit";
"BUTTON_RESET" = "Resetare";
"BUTTON_RESCAN" = "Rescanare";
"PRIVATE_PLAYBACK_TOGGLE" = "Redare Privată";
"SCAN_SUBTITLE_TOGGLE" = "Caută subtitrări (doar http)";

"BUTTON_RENDERER" = "Dispozitive proiecție";
"BUTTON_RENDERER_HINT" = "Afișați un meniu cu dispozitivele de distribuție disponibile";
"BUTTON_AIRPLAY" = "AirPlay sau Bluetooth";
"BUTTON_AIRPLAY_HINT" = "Afișați un meniu cu dispozitivele AirPlay sau Bluetooth disponibile";

"UPGRADING_LIBRARY" = "Actualizare mediatecă";

"FAVORITES" = "Favorite";
"NO_FAVORITES" = "Nu există încă Favorite";
"NO_FAVORITES_DESCRIPTION" = "Marchează-ți dosarele favorite în timp ce navighezi pe servere pentru a le avea listate aici.";
"ADD_FAVORITE" = "Adaugă la Favorite";
"REMOVE_FAVORITE" = "Șterge din Favorite";
"FAVORITE_ALERT_TITLE" = "Dorești să adaugi acest folder la Favoritele tale?";
"UNFAVORITE_ALERT_TITLE" = "Dorești să ștergi acest folder din Favoritele tale?";

"OPEN_NETWORK" = "Deschidere Flux Rețea";
"NETWORK_TITLE" = "Flux de rețea";
"OPEN_NETWORK_HELP" = "Introduceţi orice adresă HTTP, RTSP, RTMP, MMS, FTP ori UDP/RTP pentru a deschide fluxul în mod direct.";
"HTTP_UPLOAD_SERVER_OFF" = "Server Inactiv";
"HTTP_UPLOAD_NO_CONNECTIVITY" = "Nu există o conexiune Wi-Fi activă";
"OPEN_STREAM_OR_DOWNLOAD" = "Dorești să descarci sau să redai acest URL?";
"ALWAYS_STREAM_URL" = "Redă întotdeauna URL-urile";
"SHARED_VLC_IOS_LIBRARY" = "VLC comun pentru biblioteca iOS";
"SMB_CIFS_FILE_SERVERS" = "Servere de fișiere (SMB)";

"MANAGED_SERVERS" = "Gestionat";

"SMB_CIFS_FILE_SERVERS_SHORT" = "SMB";

"HTTP_DOWNLOAD_CANCELLED" = "Decărcare anulată de utilizator";

"DOWNLOAD_FROM_HTTP" = "Descărcări";
"ERROR_NUMBER" = "A apărut Eroarea %i";
"DOWNLOAD_FAILED" = "Descărcare eşuată";
"FILE_NOT_SUPPORTED" = "Format de fişier nesuportat";
"FILE_NOT_SUPPORTED_LONG" = "Formatul de fișier utilizat de %@ nu este acceptat de această versiune de VLC pentru iOS.";
"SCHEME_NOT_SUPPORTED" = "Schema adresei este nesuportată";
"SCHEME_NOT_SUPPORTED_LONG" = "Schema adresei (%@) este nesuportată. Te rugăm să folosești o adresă care începe cu HTTP, HTTPS sau FTP.";
"RENAME_MEDIA_TO" = "Introdu nume nou pentru %@";

"FOLDER_EMPTY" = "Folder gol";

"SHARING_ACTION_SHEET_TITLE_CHOOSE_FILE" = "Alegeți un fișier pentru a fi deschis";
"SHARING_ACTIVITY_OPEN_IN_TITLE" = "Deschide în...";
"SHARING_ERROR_NO_FILES" = "Nu am găsit niciun fișier de partajat";
"SHARING_ERROR_NO_APPLICATIONS" = "Nu pot găsi nicio aplicație cu care să deschid acest tip de fișier";
"SHARING_SUCCESS_CAMERA_ROLL" = "Fișierul a fost salvat cu succes în Camera Roll";

"FAVORITEVC_DETAILTEXT" = "Vezi dosarele tale favorite";
"STREAMVC_DETAILTEXT" = " Redare fluxuri direct, fără descărcare ";
"DOWNLOADVC_DETAILTEXT" = "Descărcare fișiere direct în dispozitiv";
"HEADER_TITLE_RENDERER" = "Alege dispozitiv proiecție";

"BROWSE" = "Răsfoiește";
"NETWORK" = "Rețea";
"LOCAL_NETWORK" = "Rețea Locală";
"CONNECT_TO_SERVER" = "Conectare la Server";
"FILE_SERVER" = "Servere de fișiere";
"USER_LABEL" = "Utilizator";
"PASSWORD_LABEL" = "Parola";
"DISABLE_LABEL" = "Dezactivaţi";
"BUTTON_ANONYMOUS_LOGIN" = "Autentificare anonimă";

"LOCAL_SERVER_REFRESH" = "Reîmprospătează";
"LOCAL_SERVER_LAST_UPDATE" = "Ultima actualizare pe %@";
"LOCAL_SERVER_CONNECTION_FAILED_TITLE" = "CONEXIUNEA CĂTRE SERVER EȘUATĂ";
"LOCAL_SERVER_CONNECTION_FAILED_MESSAGE" = "Te rugăm să verifici adresa şi acreditările serverului";

"FILES_APP_CELL_TITLE" = "Fișiere locale";
"FILES_APP_CELL_SUBTITLE" = "Deschideți un fișier fără să îl copiați în VLC";

"CLOUD_SERVICES" = "Servicii Cloud";
"LOGIN" = "Autentificare";
"LOGGED_IN" = "Dezautentificare";
"LOGGED_IN_SERVICES" = "%d autentificat în servicii";
"LOGGED_IN_SERVICE" = "1 autentificat în serviciu";

"DROPBOX_DOWNLOAD" = "Descărcare fişier?";
"DROPBOX_DL_LONG" = "Doriţi să descărcaţi \"%@\" în %@?";
"DROPBOX_LOGIN" = "Autentificare";

"GDRIVE_ERROR_FETCHING_FILES" = "Eroare la preluarea fișierelor";
"GDRIVE_DOWNLOAD_SUCCESSFUL" = "Fișierul tău a fost descărcat cu succes";
"GDRIVE_DOWNLOAD_SUCCESSFUL_TITLE" = "REUȘIT";
"GDRIVE_ERROR_DOWNLOADING_FILE" = "A apărut o eroare la descărcare";
"GDRIVE_ERROR_DOWNLOADING_FILE_TITLE" = "EROARE";

"ONEDRIVE_MEDIA_WITHOUT_URL" = "Fișierul media ales nu are un URL valid";

"DISK_FULL" = "Limita de stocare atinsa";
"DISK_FULL_FORMAT" = "%@ nu poate fi stocat pe %@, deoarece nu există spațiu suficient.";

"NUM_OF_FILES" = "%i fişiere";
"ONE_FILE" = "1 fişier";
"NO_FILES" = "Nici-un fişier suportat";
"DOWNLOADING" = "Se descarcă ...";
"REMAINING_TIME" = "Timp rămas: %@";
"BIOMETRIC_UNLOCK" = "Deblocare bibliotecă Media \nAnulare pentru a introduce parola";

// Passcode Strings that we need to localize for them
"Set Passcode" = "Stabilire cod de acces";
"Enter Passcode" = "Introduceți parola";
"Enter a passcode" = "Introduceți o parolă";
"Enter your passcode" = "Introdu-ți codul de autentificare";
"Passcodes did not match. Try again." = "Parolele nu se potrivesc. Mai încercați.";
"Re-enter your passcode" = "Reintroduceți parola dumneavoastră";
"Passcode Options" = "Opțiuni pentru codul de autentificare";
"4-Digit Numeric Code" = "Cod numeric de 4 cifre"; /* Passcode 4 digit numeric code */
"6-Digit Numeric Code" = "Cod numeric de 6 cifre"; /* Passcode 6 digit numeric code */

"Settings" = "Configurări"; // plain text key to keep compatibility with InAppSettingsKit's upstream
"ON" = "Deschis";
"OFF" = "Închis";

"EMPTY_LIBRARY" = "Golire mediatecă";
"EMPTY_LIBRARY_LONG" = "Pentru redare, puteți reda în streaming conținut media de pe un server din rețeaua locală, din cloud sau puteți sincroniza conținut media cu dispozitivul dvs. utilizând iTunes, Wi-Fi Upload sau serviciile Cloud.";

"EMPTY_NO_PLAYLISTS" = "Liste de redare";
"EMPTY_NO_PLAYLISTS_DESCRIPTION" = "Pentru a crea liste de redare, accesați modul Editare în filele de conținut video sau audio și selectați mediile preferate.\nDe asemenea, puteți sincroniza listele de redare existente de pe alte dispozitive sau de pe internet.";

"EMPTY_PLAYLIST" = "Listă redare goală";
"EMPTY_PLAYLIST_DESCRIPTION" = "Adaugă fișiere media în timp ce modifici categoriile respective";

"EMPTY_HISTORY" = "Golește istoricul";
"EMPTY_HISTORY_DESCRIPTION" = "Deocamdată, niciun fișier media";

"EMPTY_MEDIA_LIST" = "Golește lista media";
"EMPTY_MEDIA_LIST_DESCRIPTION" = "Lista media este goală, prin urmare, redarea nu a putut începe";

"PLAYBACK_SCRUB_HELP" = "Glisează degetul în sus pentru a regla rata de spălare.";
"PLAYBACK_SCRUB_HIGH" = "Rată Redare Viteză-Mare";
"PLAYBACK_SCRUB_HALF" = "Rată Redare Viteză-Medie";
"PLAYBACK_SCRUB_QUARTER" = "Rată Redare Viteză-Pe-Sfert";
"PLAYBACK_SCRUB_FINE" = "Rată Redare Fină";
"PLAYBACK_SCRUB_TOTAL_TIME_FORMAT" = "%@ scurs(e), durata totală %@"; /* 1: elapsed time, 2: total time */
"PLAYBACK_SCRUB_REMAINING_TIME_FORMAT" = "%@ scurs(e), %@"; /* 1: elapsed time, 2: remaining time */
"PLAYBACK_SCRUB_ACCESSIBILITY_TIME_DISPLAY" = "Afișarea duratei";
"PLAYBACK_POSITION" = "Poziţie Redare";
"VIDEO_FILTER" = "Filtre Video";
"VIDEO_FILTER_RESET_BUTTON" = "Restabilire Filtre Video";
"VIDEO_ASPECT_RATIO_BUTTON" = "Rata de aspect video";
"BWD_BUTTON" = "Salt Înapoi";
"FWD_BUTTON" = "Salt Înainte";
"PLAY_BUTTON" = "Redare";
"NEXT_BUTTON" = "Înainte";
"PREV_BUTTON" = "Înapoi";
"PLAY_ALL_BUTTON" = "Redați toate";
"PLAY_ALL_HINT" = "Redă toate fișierele media din colecție";

"RESET_VIDEO_FILTERS" = "Doriți să resetați filtrele video?";
"RESET_PLAYBACK_SPEED" = "Doriți să resetați viteza de redare?";
"RESET_EQUALIZER" = "Doriți să resetați setările egalizatorului?";
"RESET_SLEEP_TIMER" = "Doriți să resetați cronometrul de somn?";

"CUSTOM_EQUALIZER_PROFILES" = "Profiluri personalizate";
"DEFAULT_PROFILE_NAME" = "Profil personalizat";
"CUSTOM_EQUALIZER_ALERT_TITLE" = "Salvează noul profil";
"CUSTOM_EQUALIZER_ALERT_MESSAGE" = "Vrei să salvezi un profil nou cu valorile selectate?";
"RENAME_CUSTOM_PROFILE_TITLE" = "Redenumește profilul";
"DELETE_CUSTOM_PROFILE_TITLE" = "Șterge profilul";
"DELETE_CUSTOM_PROFILE_MESSAGE" = "Dorești să ștergi profilul selectat?";

"VERSION_FORMAT" = "Versiune: %@";
"BASED_ON_FORMAT" = "Bazat pe:<br />%@";

"NEW" = "NOU";

"VO_VIDEOPLAYER_TITLE" = "Player Video";
"VO_VIDEOPLAYER_DOUBLETAP" = "Atingere dublă pentru afişarea sau ascuderea contoalelor de redare";

"FIRST_STEPS_ITUNES" = "Sincronizarea fișierelor";
"FIRST_STEPS_ITUNES_TITLE" = "Sincronizare cu computerul dumneavoastră";
"FIRST_STEPS_ITUNES_DETAILS" = "Conectează-ți %@ ca să folosești Finder sau iTunes pentru „Partajare de fișiere”. Selectează VLC pentru a transfera fișiere.";
"FIRST_STEPS_WIFI_TITLE" = "Partajați prin Wi-Fi";
"FIRST_STEPS_WIFI_DETAILS" = "Introdu adresa URL generată în browserul tău favorit în timp ce ești conectat(ă) la aceeași rețea ca %@-ul tău.";
"FIRST_STEPS_CLOUDS" = "Clouds";
"FIRST_STEPS_CLOUD_TITLE" = "Cloud";
"FIRST_STEPS_CLOUD_DETAILS" = "Încărcați fișierele media într-un serviciu Cloud, cum ar fi Google Drive sau Dropbox pentru a le descărca la distanță sau a le transmite.";

"PLEX_CHECK_ACCOUNT" = "Verificați contul Plex în configurări.";
"PLEX_ERROR_ACCOUNT" = "Eroare de autentificate în Plex";

"UNAUTHORIZED" = "Neautorizat";

"SERVER" = "Server";
"SERVER_PORT" = "Port";
"NO_SERVER_FOUND" = "Nu am găsit niciun server";
"NO_RECENT_STREAMS" = "Nicio piesă nu a fost redată recent";

"WEBINTF_TITLE" = "Partajarea prin Wi-Fi";
"WEBINTF_ETHERNET" = "Partajare prin Ethernet";
"WEBINTF_DROPFILES" = "Trageți fișierele";
"WEBINTF_DROPFILES_LONG" = "Trageți fișierele în fereastra pentru a le adăuga la %@ dvs.Sau apăsați pe butonul \"+\" pentru a utiliza fereastra de selectare a fișierelor.";
"WEBINTF_DOWNLOADFILES" = "Descarcă fișierele";
"WEBINTF_DOWNLOADFILES_LONG" = "Click pe fișierul pe care doriți să îl descărcați de pe %@.";
"WEBINTF_ADDRESS_COPIED" = "Adresă copiată în clipboard";
"WEBINTF_TITLE_ATV" = "Redare la distanță";
"WEBINTF_DROPFILES_LONG_ATV" = "Trageți fișierele în fereastră pentru a le reda cu %@.<br>Sau click pe butonul \"+\" pentru a folosi fereastra de dialog.";
"WEBINTF_URL_SENT" = "Adresa URL trimisă cu succes.";
"WEBINTF_URL_EMPTY" = "Adresa URL nu poate fi goală.";
"WEBINTF_URL_INVALID" = "Adresă URL nevalidă.";
"WEBINTF_AUTH_REQUIRED" = "Introdu parola setată în VLC iOS:";
"WEBINTF_AUTH_WRONG_PASSCODE" = "Cod de acces greșit.<br>Încercări rămase: ";
"WEBINTF_AUTH_BANNED" = "Ați introdus prea multe coduri de acces greșite.<br>Vă rugăm să reporniți VLC iOS și să încercați din nou.";

"DURATION" = "Durată";
"TITLE" = "Titlu";
"ROTATE_BUTTON" = "Rotire"; /* Accessibility label for rotate button on the player */
"ROTATE_BUTTON_HINT" = "Comută playerul video între modul peisaj și portret."; /* Accessibility hint for rotate button on the player */

"AUDIO_INFO_VC_TITLE" = "Informații audio";
"ENTER_URL" = "Completează adresa URL pentru redare";
"HTTP_SERVER_ON" = "Dezactivează redarea la distanță";
"HTTP_SERVER_OFF" = "Activează redarea la distanță";
"CACHED_MEDIA" = "Fișiere media în memoria cache";
"CACHED_MEDIA_LONG" = "Fișierele media afișate aici sunt stocate local pe Apple TV. Rețineți că conținutul poate fi eliminat de pe sistemul de operare fără o notificare prealabilă atunci cînd VLC nu rulează pentru că dispozitivul nu mai are spațiu de stocare.";
"DOWNLOAD_SUBS_FROM_OSO" = "Descarcă subtitrări...";
"FOUND_SUBS" = "Am găsit subtitrari";
"NO_SUB_FOUND_OSO" = "Nu au fost găsite subtitrări pentru elementul dvs. media \"%@\".";
"SELECT_AUDIO_FROM_FILES" = "Încarcă fișiere audio externe...";
"SELECT_SUBTITLE_FROM_FILES" = "Încarcă subtitrări externe...";
"USE_SPDIF" = "Folosiți Pass-through (S/PDIF)";

"PLAYBACK" = "Redare";
"REPEAT_MODE" = "Repetă";
"REPEAT_DISABLED" = "Dezactivat";
"REPEAT_SINGLE" = "Single";
"REPEAT_FOLDER" = "Dosar";
"SHUFFLE" = "Amestecă";
"SHUFFLE_DISABLED" = "Dezactivează amestecul";

"RESET_NETWORK_STREAM_LIST_TITLE" = "Resetați lista";
"RESET_NETWORK_STREAM_LIST_TEXT" = "Resetarea permanentă a listei cu fluxurile de rețea redate recent.";

// MARK: - Local Network Service Names
"UPNP_LONG" = "Plug'n'Play Universal (UPnP)";
"UPNP_SHORT" = "UPnP";

"PLEX_LONG" = "Plex Media Server (via Bonjour)";
"PLEX_SHORT" = "Plex";

"FTP_SHORT" = "FTP";
"SFTP_SHORT" = "SFTP";

"NFS_LONG" = "Sistem de fișiere în rețea (NFS)";
"NFS_SHORT" = "NFS";

"BONJOUR_FILE_SERVERS" = "BONJOUR Fișier Server";
"DSM_WORKGROUP" = "Rețea";

"URL_NOT_SUPPORTED" = "Adresa URL nu poate fi deschisă";

// Insert %@ where play-pause-glyph should be placed
"DELETE_ITEM_HINT" = "Apasa %@ pentru a sterge"; /* Insert %@ where play-pause-glyph should be placed */
"DELETE_MESSAGE" = "Confirmați ștergerea selecției";
"DELETE_MESSAGE_PLAYLIST" = "Sunteți sigur că doriți să ștergeți lista de redare selectată?\nFișierele media asociate nu vor fi șterse.";
"DELETE_MESSAGE_PLAYLIST_CONTENT" = "Sunteți sigur că doriți să eliminați mediile selectate din lista de redare?\nAcestea nu vor fi șterse de pe disc.";

// MARK: - Drag and Drop

"PROTOCOL_NOT_SELECTED" = "Protocol neselectat";
"Settings" = "Configurări";

"ERROR" = "Eroare";
"SORT" = "Sortare";
"SORT_BY" = " Sortare după";
"SEARCH" = "Căutare";
"VIDEO" = "Clip video";

// MARK: - MediaViewController Swipable Header
"ALBUMS" = "Albume";
"ARTISTS" = "Artiști";
"EPISODES" = "Episoade";
"GENRES" = "Genuri";
"ALL_VIDEOS" = "Toate videoclipurile";
"SONGS" = "Cântece";
"PLAYLISTS" = "Liste de redare";
"VIDEO_GROUPS" = "Grupuri video";
"HISTORY" = "Istoric";
"MODIFIED_DATE" = "Data modificării";
"NAME" = "Nume";

// MARK: - EDIT

"BUTTON_MENU" = "Meniu";
"BUTTON_MENU_HINT" = "Selectează, reodonează și sortează toate elementele media prezente în această vizualizare";

"BUTTON_EDIT" = "Editați";
"BUTTON_EDIT_HINT" = "Modul de editare";

"BUTTON_SELECT" = "Selectează";
"BUTTON_SELECT_HINT" = "Butonul de selecție";

"BUTTON_SELECT_ALL" = "Selectează tot";
"BUTTON_SELECT_ALL_HINT" = "Selectează toate elementele media prezente în această vizualizare";

"BUTTON_HISTORY" = "Istoric";
"BUTTON_HISTORY_HINT" = "Vizualizează-ți fișierele media redate recent";

"BUTTON_CLEAR" = "Golește";
"CLEAR_HISTORY_TITLE" = "Golește istoricul";
"CLEAR_HISTORY_MESSAGE" = "Confirmă golirea istoricului";

"ADD_TO_PLAYLIST" = "Adăugați la lista de redare";
"ADD_TO_PLAYLIST_HINT" = "Deschideți meniul de adăugare la lista de redare";

"PLAY_AS_AUDIO" = "Redare ca audio";
"PLAY_AS_AUDIO_HINT" = "Redă fișierul video ca un fișier audio";

"PLAYLIST_PLACEHOLDER" = "Titlul listei de redare";
"PLAYLIST_DESCRIPTION" = "Alegeți un titlu pentru noua listă de redare";
"PLAYLIST_CREATION" = "Creați o listă nouă de redare";
"PLAYLIST_CREATION_HINT" = "Afișați o acțiune interactivă pentru a crea o listă de redare";
"ERROR_PLAYLIST_CREATION" = "Eroare la crearea listei de redare";
"ERROR_PLAYLIST_TRACKS" = "Eroare la recuperarea fișierelor";

"ERROR_RENAME_FAILED" = "Redenumirea a eșuat";
"ERROR_EMPTY_NAME" = "Titlul nu poate fi necompletat";

"SHARE_LABEL" = "Partajare";
"SHARE_HINT" = "Partajați fișierele selectate";
"RENAME_HINT" = "Redenumiți fișierele selectate";
"DELETE_HINT" = "Ștergeți fișierele selectate";

"ADDITIONAL_OPTIONS" = "Opțiuni suplimentare";

// MARK: - Sort

"BUTTON_SORT" = "Sortare";
"BUTTON_SORT_HINT" = "Afișarea foii de acțiune de sortare";
"HEADER_TITLE_SORT" = "Ordonare după";
"DESCENDING_LABEL" = "Ordine descrescătoare";
"DESCENDING_SWITCH_LABEL" = "Ordine crescătoare sau descrescătoare";
"DESCENDING_SWITCH_HINT" = "Sortarea contextului în ordine crescătoare sau descrescătoare";
"GRID_LAYOUT" = "Grilă";
"GRID_LAYOUT_HINT" = "Afișează elementele ca o grilă";
"LIST_LAYOUT" = "Listă";
"HIDE_FEAT_ARTISTS" = "Ascunde-i pe ceilalți artiști";
"HIDE_TRACK_NUMBERS" = "Ascunde numerele pistei";

// MARK: - VLCMediaLibraryKit - Sorting Criteria

"ALPHA" = "Alfanumeric";
"DURATION" = "Durată";
"INSERTION_DATE" = "Introduceți data";
"LAST_MODIFICATION_DATE" = "Data ultimei modificări";
"RELEASE_DATE" = "Data lansării";
"FILE_SIZE" = "Mărime fișier";
"ARTIST" = "Artist";
"PLAY_COUNT" = "Numărătoarea pieselor";
"ALBUM" = "Album";
"FILENAME" = "Numele fișierului";
"TRACK_NUMBER" = "Numărul piesei";
"NB_AUDIO" = "Număr de audio";
"NB_MEDIA" = "Numărul de media";
"NB_VIDEO" = "Număr de videoclipuri";
"NB_ALBUM" = "Numărul de albume";
"LAST_PLAYBACK_DATE" = "Data ultimei redări";
"TRACK_ID" = "ID-ul piesei";
"CUSTOM" = "Personalizat";

// MARK: - VLCNetworkLoginTVViewController

"NO_SAVING_DATA" = "Nimic găsit";

// MARK: - MediaCollectionViewCell

"UNKNOWN_ARTIST" = "Artist necunoscut";
"VARIOUS_ARTIST" = "Diferiți artiști";
"UNKNOWN_ALBUM" = "Album necunoscut";
"SINGLE_ITEM_SELECTED" = "element selectat";
"MULTIPLE_ITEMS_SELECTED" = "elemente selectate";

// MARK: - VideoPlayerControls

"SUBTITLE_AND_TRACK_BUTTON" = "Subtitrări și piste audio";
"SUBTITLE_AND_TRACK_HINT" = "Alegeți subtitrarea sau piesele audio";

"DVD_BUTTON" = "DVD";
"DVD_HINT" = "Interfață DVD";

"ROTATION_LOCK_BUTTON" = "Blocarea rotației";
"ROTATION_LOCK_HINT" = "Blocare video la orientarea curentă";

"REPEAT_HINT" = "Repetă același suport media";
"DO_NOT_REPEAT_HINT" = "Nu repeta lista fișierelor media";
"REPEAT_ALL_HINT" = "Repetă lista fișierelor media";

"BACKWARD_BUTTON" = "Înapoi";
"BACKWARD_HINT" = "Salt înapoi";

"PREVIOUS_BUTTON" = "Anterior";
"PREVIOUS_HINT" = "Media anterioară";

"PLAY_PAUSE_BUTTON" = "Redare sau pauză";
"PLAY_PAUSE_HINT" = "Redare sau Pauză redare curentă";

"STOP_BUTTON" = "Stop";
"CLOSE_HINT" = "Oprește redarea";

"MINIMIZE_BUTTON" = "Minimizează";
"MINIMIZE_HINT" = "Minimizează playerul";

"NEXT_HINT" = "Următorul media";

"FORWARD_BUTTON" = "Înainte";
"FORWARD_HINT" = "Salt înainte";

"INTERFACE_LOCK_BUTTON" = "Interfață de blocare";

"SELECT_A_MARK" = "Selectează marcajul A";
"SELECT_A_MARK_HINT" = "Selectează marcajul A pentru bucla AB";
"SELECT_B_MARK" = "Selectează marcajul B";
"SELECT_B_MARK_HINT" = "Selectează marcajul B pentru bucla AB";

"AB_LOOP" = "Buclă A→B";
"AB_LOOP_MARKS" = "Marcajele buclei A→B";

"RESET_AB_LOOP" = "Vrei să ștergi bucla A→B?";
"RESET_AB_LOOP_MARKS" = "Vrei să ștergi marcajele buclei A→B?";

"SHUFFLE_HINT" = "Amestecarea listei media";
"SHUFFLE_OFF_HINT" = "Nu amesteca lista fișierelor media";

"ASPECT_RATIO_TITLE" = "Raport de aspect";
"VIDEO_ASPECT_RATIO_BUTTON" = "Rata de aspect video";
"VIDEO_ASPECT_RATIO_HINT" = "Modificați raportul de aspect al videoclipului curent";

"MORE_OPTIONS_BUTTON" = "Mai mult";
"MORE_OPTIONS_HINT" = "Vizualizați mai multe controale de opțiuni";

"PLAYBACK_CONTROLS_BAR_TITLE" = "Controale de redare";
"PLAYBACK_CONTROLS_BAR_HINT" = "Pauzează, caută, capitolul următor";

"PLAYER_WARNING_SUBTITLE_CAST_TITLE" = "Subtitrări neacceptate";
"PLAYER_WARNING_SUBTITLE_CAST_DESCRIPTION" = "Subtitrări nu sunt încă acceptate în timpul turnării.";

// MARK: - MediaMoreOptionsActionSheet
"EQUALIZER_CELL_TITLE" = "Egalizator";
"MORE_OPTIONS_HEADER_TITLE" = "Opțiuni video";
"MORE_OPTIONS_HEADER_AUDIO_TITLE" = "Opțiuni audio";
"BOOKMARKS_TITLE" = "Semne de carte";
"ADD_BOOKMARKS_TITLE" = "Adaugă semne de carte";
"BOOKMARK_DEFAULT_NAME" = "Pune semn de carte la";
"BOOKMARK_RENAME_TITLE" = "Redenumește semnul de carte";
"BOOKMARK_DELETE_TITLE" = "Șterge semnul de carte";
"BOOKMARK_DELETE_MESSAGE" = "Confirmă ștergerea semnului de carte";
"INCREASE_BUTTON" = "Buton de creștere";
"INCREASE_PLAYBACK_SPEED" = "Crește viteza listei de redare";
"INCREASE_AUDIO_DELAY" = "Crește viteza audio";
"INCREASE_SUBTITLES_DELAY" = "Crește viteza subtitrărilor";
"DECREASE_BUTTON" = "Buton de scădere";
"DECREASE_PLAYBACK_SPEED" = "Scade viteza listei de redare";
"DECREASE_AUDIO_DELAY" = "Scade întârzierea audio";
"DECREASE_SUBTITLES_DELAY" = "Scade întârzierea subtitrărilor";
"DISPLAY_PLAYBACK_SPEED_SHORTCUT" = "Arată scurtătura vitezei listei de redare";
"DISPLAY_PLAYBACK_SPEED_SHORTCUT_HINT" = "Permite afișarea scurtăturii vitezei listei de redare";
"VIDEO_FILTERS_HINT" = "Selectează pentru a deschide vizualizarea filtrelor video";
"PLAYBACK_SPEED_HINT" = "Selectează pentru a deschide vizualizarea vitezei listei de redare";
"SUBTITLES_DELAY_HINT" = "Selectează pentru a deschide vizualizarea întârziată a subtitrărilor";
"AUDIO_DELAY_HINT" = "Selectează pentru a deschide vizualizarea întârziată a sunetului";
"SLEEP_TIMER_HINT" = "Selectează pentru a deschide vizualizarea cronometrului de somn";
"EQUALIZER_HINT" = "Selectează pentru a deschide vizualizarea egalizatorului";
"CHAPTERS_HINT" = "Selectează pentru a deschide vizualizarea capitolelor";
"BOOKMARKS_HINT" = "Selectează pentru a deschide vizualizarea semnelor de carte";
"INTERFACE_LOCK_HINT" = "Activează opțiunea de a bloca interfața utilizatorului";

// MARK: - Settings
"FORCE_RESCAN_TITLE" = "Forțați rescanarea bibliotecii media";
"FORCE_RESCAN_MESSAGE" = "Doriți să forțați VLC să vă scaneze din nou biblioteca media?\nAr putea dura ceva timp.";

"FEEDBACK_EMAIL_TITLE" = "Feedback despre VLC pe iOS și iPad";
"FEEDBACK_EMAIL_NOT_POSSIBLE_TITLE" = "Contul de e-mail nu este configurat";
"FEEDBACK_EMAIL_NOT_POSSIBLE_LONG" = "Contactează-ne prin %@ de la un alt dispozitiv.";

"SETTINGS_THEME_BLACK" = "Folosește fundal negru pentru modul întunecat";
"SETTINGS_THEME_BLACK_SUBTITLE" = "Îmbunătățește durata de viață a bateriei pe dispozitivele cu ecran OLED";

"SETTINGS_RESET_TITLE" = "Resetează setările";
"SETTINGS_RESET_MESSAGE" = "Vrei să resetezi toate setările la valoarea lor implicită?";

"SETTINGS_PLAY_ALL" = "Redare fără întreruperi pentru colecții";
"SETTINGS_PLAY_ALL_HINT" = "Activează pentru a reda automat următorul conținut media din filele audio sau video";
"SETTINGS_PLAYLIST_PLAY_ALL" = "Redare fără întreruperi pentru liste de redare";
"SETTINGS_PLAYLIST_PLAY_ALL_HINT" = "Activează pentru a reda automat următorul conținut media dintr-o listă de redare";

"SETTINGS_DOCUMENTATION" = "Documentație";

// MARK: - Local Network

"SMBV1_WARN_TITLE" = "Avertizare privind conexiunea SMBv1";
"SMBV1_WARN_DESCRIPTION" = "Am detectat un protocol vechi (SMBv1).\nSunteți cu adevărat sigur că doriți să continuați cu SMBv1?\nVă sfătuim să actualizați sau să modificați setările serverului.";
"SMBV1_CONTINUE" = "Continuați cu SMBv1";
"SMBV1_NEXT_PROTOCOL" = "Încercați SMBv2/v3";

// MARK: - Preview labels

"ENCODING" = "Codificare";

// MARK: - Media groups

"ADD_TO_MEDIA_GROUP" = "Adăugați la grupul media";
"ADD_TO_MEDIA_GROUP_HINT" = "Deschideți meniul de adăugare la grupul media";

"MEDIA_GROUPS" = "Grupuri media";
"MEDIA_GROUPS_DESCRIPTION" = "Alegeți un titlu pentru noul dvs. grup media";
"MEDIA_GROUPS_PLACEHOLDER" = "Titlul grupului media";

"REMOVE_FROM_MEDIA_GROUP" = "Eliminarea din grupul media";
"REMOVE_FROM_MEDIA_GROUP_HINT" = "Eliminarea selecției din grupul media";

"MEDIA_GROUP_CREATION" = "Noul grup media";
"MEDIA_GROUP_CREATION_HINT" = "Afișați alerta pentru a crea o listă de redare";
"MEDIA_GROUP_MOVE_TO_ROOT" = "Mutarea conținutului la nivelul superior";
"MEDIA_GROUP_MOVE_TO_ROOT_HINT" = "Deplasează conținutul selecției la nivelul superior";

"BUTTON_REGROUP" = "Regruparea";
"BUTTON_REGROUP_TITLE" = "Regruparea selecției";
"BUTTON_REGROUP_HINT" = "Încercare de regrupare automată a unui singur suport.";
"BUTTON_REGROUP_DESCRIPTION" = "Sunteți sigur că încercați să regrupați automat un singur suport?\nAcest lucru poate dura ceva timp.";

// MARK: - Files.app persistence file
"MEDIALIBRARY_FILES_PLACEHOLDER" = "Așezați mediile aici pentru a le adăuga";
"MEDIALIBRARY_ADDING_PLACEHOLDER" = "Adăugarea...";

// MARK: - QueueViewController

"PLAY_HINT" = "Redă";
"PLAY_LABEL" = "Redă";
"PLAY_NEXT_IN_QUEUE_HINT" = "Redă următorul din listă ";
"PLAY_NEXT_IN_QUEUE_LABEL" = "Redă următorul din listă ";
"APPEND_TO_QUEUE_HINT" = "Adăugați la lista de așteptare";
"APPEND_TO_QUEUE_LABEL" = "Adăugați la lista de așteptare";
"QUEUE_LABEL" = "Coadă";

"DISPLAY_AS" = "Afișați ca";

/* New strings */
"BRIGHTNESS_HINT" = "Control vertical de luminozitate";
"BRIGHTNESS_SLIDER" = "Glisați pe verticală pentru a modifica nivelul de luminozitate";

/* New strings */
"VOLUME_HINT" = "Control vertical al volumului";
"VOLUME_SLIDER" = "Glisați pe verticală pentru a schimba nivelul volumului";

// MARK: - AudioMiniPlayer playback controls menu
"MENU_PLAYBACK_CONTROLS" = "Controale redare";
"MENU_REPEAT_DISABLED" = "Nu repeta";
"MENU_REPEAT_SINGLE" = "Repetați o dată";
"MENU_REPEAT_ALL" = "Repetare toate";

// MARK: - ActionSheet

"ACTIONSHEET_BACKGROUND_LABEL" = "Fondul fișei de acțiune";
"ACTIONSHEET_BACKGROUND_HINT" = "Atingeți ușor pentru a elimina fișa de acțiune.";

// MARK: - Donation
"DONATION_CUSTOM_AMOUNT" = "Introdu o sumă personalizată";
"DONATION_TITLE" = "Confidențialitate peste profit";
"DONATION_DESCRIPTION" = "Conținut multimedia privat, open-source finanțat de tine. Fără reclame, fără urmărire, fără compromisuri. Liber pentru toată lumea să îl folosească. Donează acum pentru a sprijini VideoLAN.";
"DONATION_WINDOW_TITLE" = "Fă o donație la VideoLAN";
"DONATE_CC_DC" = "Card de credit sau card de debit";
"DONATION_CHOOSE_PP" = "Te rugăm să-ți selectezi furnizorul de plăți";
"DONATION_CHOOSE_CURRENCY" = "Te rugăm să selectezi o monedă";
"DONATION_AMOUNT" = "Suma donată: %@";
"DONATION_CC_NUM" = "Numărul cardului de credit";
"DONATION_CC_EXPIRY_DATE" = "Data expirării";
"DONATION_CC_EXPIRY_DATE_MONTH" = "LL";
"DONATION_CC_EXPIRY_DATE_YEAR" = "AA";
"DONATION_CC_CVV" = "CVV";
"DONATION_APPLE_PAY_NOT_POSSIBLE" = "Nu s-a putut configura Apple Pay";
"DONATION_APPLE_PAY_NOT_POSSIBLE_LONG" = "VLC nu a putut configura Apple Pay pentru a-ți face donația. Te rugăm să alegi un alt furnizor de plăți pentru a continua.";
"DONATION_DONATE_BUTTON" = "Donează";
"PURCHASE_FAILED" = "Achiziție eșuată.";
"SEND_DONATION" = "Trimiteți donația dumneavoastră";
"PURCHASE_SUCESS_TITLE" = "Donație trimisă";
"PURCHASE_SUCESS_DESCRIPTION" = "Vă mulțumim pentru donație!";
"DONATION_CONTINUE" = "Continuă";
"BUTTON_NOT_NOW" = "Nu acum";
"DONATION_NAGSCREEN_TITLE" = "Donează azi";
"DONATION_NAGSCREEN_SUBTITLE" = "Suportă conținutul multimedia gratuit și open source";
"DONATION_INVOICES" = "Facturi";
"DONATION_RECEIPTS" = "Chitanțe";
"DONATION_INVOICES_RECEIPTS" = "Facturi și chitanțe";
"DONATION_CHARGES_CLEARED_ON_REINSTALL" = "Dacă ai reinstalat VLC, facturile sau chitanțele de la donațiile anterioare nu vor fi disponibile pentru că toate informațiile tale personale sunt stocate doar pe acest dispozitiv.\n\nDacă ai întrebări, contactează-ne la donation@videolan.org și menționează acest ID de utilizator anonim: %@";
"DONATION_CANCEL_MONTHLY" = "Anulează donația regulată";
"DONATION_MONTHLY" = "Lunar";
"DONATION_MONTHLY_FORMAT" = "%@/lună";
"DONATION_MONTHLY_VIDEOLAN" = "Donație lunară la VideoLAN";
"DONATION_ONCE" = "O dată";
"DONATION_UPDATE_MONTHLY" = "Actualizează donația regulată";
"DONATION_VIDEOLAN" = "Donație la VideoLAN";
"DONATION_CANCEL_LONG" = "Suntem triști să vedem că îți anulezi donațiile lunare regulate către VideoLAN. Suportul tău anterior înseamnă foarte mult pentru noi. Îți mulțumim foarte mult!";
"DONATION_BANK_TRANSFER" = "Transfer bancar";
"DONATION_BANK_TRANSFER_LONG" = "Stripe procesează donațiile făcute către VideoLAN. VideoLAN nu-ți stochează sau colectează informațiile personale.";
"DONATION_BUTTON_AGREE" = "Sunt de acord";
"DONATION_IBAN" = "Număr de cont bancar (IBAN)";
"DONATION_EMAIL" = "Email";
"DONATION_NAME" = "Nume";
"DONATION_NAME_BANK_ACCOUNT" = "Nume pe contul bancar";
"DONATION_EMBARGOED_COUNTRY" = "Momentan nu putem accepta donații în țara ta. Bucură-te de VLC!";

// MARK: - Playback keyboard shortcuts

"KEY_JUMP_BACKWARDS" = "Salt înapoi";
"KEY_JUMP_FORWARDS" = "Salt înainte";
"KEY_INCREASE_PLAYBACK_SPEED" = "Creșterea vitezei de redare";
"KEY_DECREASE_PLAYBACK_SPEED" = "Reduceți viteza de redare";
"KEY_RESET_PLAYBACK_SPEED" = "Resetare viteză de redare";
"KEY_SEEK_TO_PERCENT" = "Caută până la %i%% din durată";

// MARK: - TitleSelection

"TITLESELECTION_BACKGROUND_LABEL" = "Fundal pentru selecția titlului";
"TITLESELECTION_BACKGROUND_HINT" = "Atinge pentru a elimina vizualizarea.";

// MARK: - NEW DELETE STRINGS
"DELETE_SINGLE_TITLE" = "Ștergi „%@”?";
"DELETE_MULTIPLE_TITLE" = "Ștergi „%@” și altele %d?";

// MARK: - AppIntent Strings
"APPINTENT_PLAY_MEDIA_TITLE" = "Redare în fundal";
"APPINTENT_PLAY_MEDIA_DESCRIPTION" = "Redă lista de redare selectată (playlist-ul selectat) fără să deschizi aplicația.";
"APPINTENT_PLAY_MEDIA_PLAY_${mediaName}" = "Redă ${mediaName} în fundal";

// MARK: - VerticalSliderControl Strings
"VERTICAL_SLIDER_CONTROL_ACCESSIBILITY_LABEL" = "Glisor vertical";
"VERTICAL_SLIDER_CONTROL_INCREMENT_ACTION" = "Incrementează";
"VERTICAL_SLIDER_CONTROL_DECREMENT_ACTION" = "Decrementează";

// MARK: - Download Completion Announcement
"DOWNLOAD_COMPLETED_ANNOUNCEMENT" = "Descărcarea fișierului e „%@” finalizată";

//MARK: - Playlist Add Action Status
"ADD_TO_PLAYLIST_STATUS_MESSAGE" = "S-a adăugat %d fișierul media la %@";
"ADD_ALERT_TITLE" = "Selecția a fost găsită în lista de redare/playlist";
"ADD_ALERT_MESSAGE_SINGLE" = "Încerci să adăugi un fișier media care face deja parte din %@";
"ADD_ALERT_MESSAGE_MULTIPLE" = "Încerci să adaugi fișierul media %d ce face deja parte din %@";

//MARK: - Last played playlist indicator
"LAST_PLAYED_PLAYLIST_LABEL_TITLE" = "Ultimul fișier redat";
